import React from 'react';
import '../styles.css'

const Home = () => {
  return (
    <div className="home-container">
      <h1>Добро пожаловать в Smart Article</h1>
      <p>
        Smart Article – это мощный инструмент для создания контента, переработки текстов и управления статьями.
      </p>
      <h2>Основные функции:</h2>
      <ul>
        <li>Переработка и создание статей</li>
        <li>Управление контентом</li>
        <li>Оптимизация для поисковых систем</li>
        <li>Совместная работа</li>
      </ul>
      <h2>Как это работает:</h2>
      <ol>
        <li>Регистрация</li>
        <li>Написание или переработка</li>
        <li>Оптимизация</li>
        <li>Просмотр и публикация</li>
      </ol>
      <h2>Начните сегодня!</h2>
      <p>
        Присоединяйтесь к Smart Article уже сегодня и достигните новых высот в создании контента.
      </p>
    </div>
  );
}

export default Home;
